{

	"Please create a World Community Grid account or modify an existing one with this username: {{username}}": "Пожалуйста, создайте новую учётную запись в Глобальной Сети Сообщества (World Community Grid) или измените существующую, используя следующее имя пользователя: {{username}}",

	"You can change it later if you desire. Click on the link below when done.": "При желании вы можете изменить её позднее. После этого щёлкните по ссылке ниже.",

	"Check my account": "Проверьте свою учётную запись",

	"Your WCG account is successfully linked.": "Ваш учётная запись в WCG успешно подсоединена.",

	"Please insert the address you want to use as payout address (click on '...' Insert my address)": "Пожалуйста, вставьте адрес, который вы хотите использовать в качестве адреса для выплат (щёлкните по '...' Вставить мой адрес)",

	"Congratulations!": "Поздравляем!",

	"Setup complete! Periodically, rewards proportional to your contribution to World Community Grid project under the account {{accountName}} (ID: {{accountID}}) will be sent to your payout account.": "Установка завершена! Награда, пропорциональная вашему вкладу в развитие проекта Глобальной Сети Сообщества WCG под учётной записью {{accountName}} (ID: {{accountID}}) периодически будет отправляться на ваш адрес для выплат.",

	"Change linked WCG account": "Изменить связанную учётную запись в WCG",

	"Change payout address": "Изменить адрес для выплат",

	"Change account name": "Изменить имя учётной записи",

	"Please enter the new name for your WCG account id {{accountID}}": "Пожалуйста, введите новое имя вашей учётной записи в WCG для ID {{accountID}}",

	"Cancel": "Отменить",

	"New name validated.": "Новое имя подтверждено.",

	"Ok": "Окей",

	"Account check failed. Please make sure you set {{accountName}} as account name and retry.": "Сбой проверки учётной записи. Пожалуйста, проверьте правильность установленной учётной записи {{accountName}} и повторите ещё раз.",

	"Unable to get your WCG score for the ongoing distribution. Please make sure your account name is: {{accountName}}": "Невозможно получить ваш WCG-баланс для планируемых выплат. Пожалуйста, убедитесь в том, что ваша учетная запись {{accountName}} верна.",

	"A payout of {{amountByte}}GB and {{amountAsset}} {{labelAsset}} was made to reward  your contribution.": "В качестве награды за ваш вклад сделана выплата в размере {{amountByte}}GB и {{amountAsset}} {{labelAsset}}.",

	"An unexpected error occurred. Admin is notified. Please try again in a few hours.": "Возникла неожиданная ошибка. Администратор уведомлён. Пожалуйста, повторите операцию через несколько часов.",

	"This name doesn't correspond to the WCG account ID {{accountID}}": "Имя не соответствует учётной записи WCG ID {{accountID}}",

	"Change my account name": "Изменить имя моей учётной запси",

	"A payout of {{amountByte}}GB and {{amountAsset}} {{labelAsset}} was made to reward  your contribution.": "В качестве награды за ваш вклад сделана выплата в размере {{amountByte}}GB и {{amountAsset}} {{labelAsset}}.",

	"This is not a valid address.": "Недействительный адрес.",

	"The account name: {{accountName}} doesn't correspond to ID {{WCG_id}}. You won't receive payouts until you correct this issue or link your new WCG account.": "Имя учётной записи: {{accountName}} не соответствует её ID {{WCG_id}}. Вы не сможете получать выплаты пока не исправите соответствие или не привяжете ID к новой учётной записи WCG.",

	"For more information, please visit our wiki: https://wiki.byteball.org/WCG_distribution": "Подробности смотрите на нашем wiki по ссылке: https://wiki.byteball.org/WCG_distribution"

}