{

	"Please create a World Community Grid account or modify an existing one with this username: {{username}} ": "Mangyaring maglikha ng isang World Community Grid na account o baguhin ang kasalukuyang umiiral na gamit ang bansag na ito: {{username}} ",

	"You can change it later if you desire. Click on the link below when done.": "Maaari mo itong baguhin mamaya kung gusto mo. I-click ang link sa baba kapag tapos ka na.",

	"Check my account": "Tingnan ang aking account",

	"Your WCG account is successfully linked.": "Ang iyong WCG na account ay matagumpay na nai-link.",

	"Please insert the address you want to use as payout address (click on '...' Insert my address)": "Mangyaring ilakip ang address na gusto mong gamitin bilang pangbayad na address (pindutin ang '...' Ilakip ang aking address)",

	"Congratulations!": "Maligayang bati!",

	"Setup complete! Periodically, rewards proportional to your contribution to World Community Grid project under the account {{accountName}} (ID: {{accountID}}) will be sent to your payout account.": "Kompleto na ang pag-setup. Pana-panahon, ang kabayaran na akma sa iyong kontribusyon sa proyekto ng World Community Grid sa ilalim ng account na {{accountName}} (ID: {{accountID}}) ang ipapadala sa iyong pangbayad na account.",

	"Change linked WCG account": "Baguhin ang naka-link na WCG na account",

	"Change payout address": "Baguhin ang pangbayad na address",

	"Change account name": "Baguhin ang pangalan ng account",

	"Please enter the new name for your WCG account id {{accountID}}": "Mangyaring ilagay ang bagong pangalan para sa iyong WCG na account id {{accountID}}",

	"Cancel": "Ikansela",

	"New name validated.": "Ang bagong pangalan ay binigyang-bisa.",

	"Ok": "Ok",

	"Account check failed. Please make sure you set {{accountName}} as account name and retry.": "Ang pagsusuri sa account ay nabigo. Mangyaring siguradohin na naitakda mo ang {{accountName}} bilang pangalan ng account at subukan ulit.",

	"Unable to get your WCG score for the ongoing distribution. Please make sure your account name is: {{accountName}}": "Hindi makukuha ang iyong WCG na iskor para sa kasalukuyang distribusyon. Mangyaring siguradohin na ang pangalan ng iyong account ay: {{accountName}}",

	"A payout of {{amountByte}}GB and {{amountAsset}} {{labelAsset}} was made to reward  your contribution.": "Ang bayad na {{amountByte}}GB at {{amountAsset}} {{labelAsset}} ay binigay bilang kabayaran sa iyong kontribusyon.",

	"An unexpected error occurred. Admin is notified. Please try again in a few hours.": "May isang hindi iniaasahang problema ang naganap. Ang tagapangasiwa ay pinaalam na. Mangyaring subukan ulit mamaya mga ilang oras.",

	"This name doesn't correspond to the WCG account ID {{accountID}}": "Ang pangalan na ito ay hindi tumutugon sa WCG na account ID na {{accountID}}",

	"Change my account name": "Baguhin ang pangalan ng aking account",

	"A payout of {{amountByte}}GB and {{amountAsset}} {{labelAsset}} was made to reward  your contribution.": "Ang bayad na {{amountByte}}GB at {{amountAsset}} {{labelAsset}} ay binigay bilang kabayaran sa iyong kontribusyon",

	"This is not a valid address.": "Ito ay hindi isang balidong address.",

	"The account name: {{accountName}} doesn't correspond to ID {{WCG_id}}. You won't receive payouts until you correct this issue or link your new WCG account.": "Ang pangalan ng account: {{accountName}} ay hindi tumutugon sa ID na {{WCG_id}}. Hindi ka makakatanggap ng bayad hanggang sa maitama mo ang isyu o ma-link ang iyong bagung WCG na account.",

	"For more information, please visit our wiki: https://wiki.byteball.org/WCG_distribution": "Para sa karagdagang impormasyon, mangyaring bisitahin ang aming wiki: https://wiki.byteball.org/WCG_distribution"

}