{
    "Please create a World Community Grid account or modify an existing one with this username: {{username}} ": "Maak alsjeblieft een World Community Grid account aan of geef een bestaand account de volgende gebruikersnaam: {{username}} ",
    "You can change it later if you desire. Click on the link below when done.": "Je kan het later terugveranderen als je dit zou willen. Klik als je klaar bent op de onderstaande link.",
    "Check my account": "Controleer mijn account",
    "Your WCG account is successfully linked.": "Je WCG account is succesvol gelinkt.",
    "Please insert the address you want to use as payout address (click on '...' Insert my address)": "Vul alsjeblieft het adres in waar je je betalingen op wil ontvangen (klik op '...' mijn adres invoeren)",
    "Congratulations!": "Gefeliciteerd!",
    "Setup complete! Periodically, rewards proportional to your contribution to World Community Grid project under the account {{accountName}} (ID: {{accountID}}) will be sent to your payout account.": "Setup voltooid! Eens in de zoveel tijd zullen beloningen, proportioneel aan contributies aan World Community Grid projecten van het account {{accountName]] (ID: {{accountID}}), naar je betaling account worden verstuurd.",
    "Change linked WCG account": "Verander het gelinkte WCG account",
    "Change payout address": "Verander het betaling adres",
    "Change account name": "Verander de naam van het account",
    "Please enter the new name for your WCG account id {{accountID}}": "Vul alsjeblieft de nieuwe naam van je WCG account id {{accountID}} in",
    "Cancel": "Annuleren",
    "New name validated.": "Nieuwe naam gevalideerd.",
    "Ok": "Ok",
    "Account check failed. Please make sure you set {{accountName}} as account name and retry.": "Account check mislukt. Zorg alsjeblieft dat je {{accountName}} als account naam hebt ingesteld, en probeer het opnieuw.",
    "Unable to get your WCG score for the ongoing distribution. Please make sure your account name is: {{accountName}}": "Niet in staat om je WCG score te krijgen voor de huidige distributie. Controleer alsjeblieft of je accountnaam {{accountname}} is.",
    "A payout of {{amountByte}}GB and {{amountAsset}} {{labelAsset}} was made to reward  your contribution.": "Een betaling van {{amountByte}}GB en {{ammountAsset}} {{labelAsset}} was gemaakt om je contributie te belonen.",
    "An unexpected error occurred. Admin is notified. Please try again in a few hours.": "Er is een onverwachte fout opgetreden. De admin is op de hoogte gebracht. Probeer het alsjeblieft over een paar uur opnieuw.",
    "This name doesn't correspond to the WCG account ID {{accountID}}": "Deze naam komt niet overeen met het WCG account ID {{accountID}}",
    "Change my account name": "Verander mijn account naam",
    "A payout of {{amountByte}}GB and {{amountAsset}} {{labelAsset}} was made to reward  your contribution.": "Een betaling van {{amountByte}}GB en {{amountAsset}} {{labelAsset}} was gemaakt om je contributie te belonen.",
    "This is not a valid address.": "Dit is geen valide adres.",
    "The account name: {{accountName}} doesn't correspond to ID {{WCG_id}}. You won't receive payouts until you correct this issue or link your new WCG account.": "Het account {{accountName}} komt niet overeen met het ID {{WCG_id}}. Je zal geen betalingen ontvangen totdat dit is opgelost of je een nieuwe WCG account hebt gelinkt.",
	"For more information, please visit our wiki: https://wiki.byteball.org/WCG_distribution": "Voor meer informatie, bezoek onze wiki: https://wiki.byteball.org/WCG_distribution"
}