{
    "Please create a World Community Grid account at https://www.worldcommunitygrid.org or modify an existing one with this username: {{username}} ": "Bitte erstellen Sie ein 'World Community Grid' Konto oder verändern Sie ein existierendes mit folgenden Namen: {{username}} ",
    "You can change it later if you desire. Click on the link below when done.": "Sie können ihn später ändern, wenn Sie wünschen. Wenn Sie fertig sind, klicken Sie auf den Link unten.",
    "Check my account": "Mein Konto prüfen",
    "Your WCG account is successfully linked.": "Ihr WCG Konto wurde erfolgreich verbunden.",
    "Please insert the address you want to use as payout address (click on '...' Insert my address)": "Bitte geben Sie die Adresse an, an die ausgezahlt werden soll (Klicken Sie auf '...' Meine Adresse einfügen.)",
    "Congratulations!": "Glückwunsch!",
    "Setup complete! Periodically, rewards proportional to your contribution to World Community Grid project under the account {{accountName}} (ID: {{accountID}}) will be sent to your payout account.": "Einrichtung beendet! Belohnungen entsprechend Ihrem Beitrag werden gelegentlich an die Auszahlungsadresse unter dem Konto {{accountName}} (ID: {{accountID}}) ausgezahlt.",
    "Change linked WCG account": "Ändere verknüpftes WCG Konto",
    "Change payout address": "Auszahlungsadresse ändern",
    "Change account name": "Kontoname ändern",
    "Please enter the new name for your WCG account id {{accountID}}": "Bitte geben Sie den neuen Namen für Ihre WCG Konto ID ein {{accountID}}",
    "Cancel": "Abbrechen",
    "New name validated.": "Neuer name validiert.",
    "Ok": "Ok",
    "Account check failed. Please make sure you set {{accountName}} as account name and retry.": "Kontoverifizierung fehlgeschlagen. Bitte verwenden Sie {{accountName}} als Kontonamen und versuchen Sie es bitte erneut.",
    "Unable to get your WCG score for the ongoing distribution. Please make sure your account name is: {{accountName}}": "WCG Punktestand konnte für die laufende Verteilung leider nicht abgerufen werden. Bitte stellen Sie sicher, dass folgendes Ihr Kontoname ist: {{accountName}}",
    "A payout of {{amountByte}}GB and {{amountAsset}} {{labelAsset}} was made to reward  your contribution.": "Sie haben eine Auszahlung in Höhe von {{amountByte}}GB und {{amountAsset}} {{labelAsset}} für Ihren Beitrag erhalten.",
    "An unexpected error occurred. Admin is notified. Please try again in a few hours.": "Es ist ein unvorhergesehener Fehler aufgetreten. Admin wurde benachrichtigt. Bitte versuchen Sie es in ein paar Stunden erneut.",
    "This name doesn't correspond to the WCG account ID {{accountID}}": "Dieser Name stimmt nicht mit dem WCG Konto ID überein {{accountID}}",
    "Change my account name": "Ändere meinen Kontonamen",
    "A payout of {{amountByte}}GB and {{amountAsset}} {{labelAsset}} was made to reward  your contribution.": "Sie haben eine Auszahlung in Höhe von {{amountByte}}GB und {{amountAsset}} {{labelAsset}} für Ihren Beitrag erhalten.",
    "This is not a valid address.": "Dies ist keine valide Adresse.",
    "The account name: {{accountName}} doesn't correspond to ID {{WCG_id}}. You won't receive payouts until you correct this issue or link your new WCG account.": "Der Kontoname {{accountName}} stimmt nicht mit der ID {{WCG_id}} überein. Sie werden keine Auszahlung erhalten, bis dieses Problem behoben ist oder Sie ein neues WCG Konto verbinden.",
	"For more information, please visit our wiki: https://wiki.byteball.org/WCG_distribution": "Um mehr zu erfahren, besuchen Sie bitte unser Wiki: https://wiki.byteball.org/WCG_distribution"
}
