{
	"newAccount": "Mangyaring maglikha ng isang World Community Grid na account o baguhin ang kasalukuyang umiiral na gamit ang bansag na ito: {{username}} ",
	"usernameCanBeChanged": "Maaari mo itong baguhin mamaya kung gusto mo. I-click ang link sa baba kapag tapos ka na.",
	"checkAccountButton": "Tingnan ang aking account",
	"accountLinked": "Ang iyong WCG na account ay matagumpay na nai-link.",
	"insertAddress": "Mangyaring ilakip ang address na gusto mong gamitin bilang pangbayad na address (pindutin ang '...' Ilakip ang aking address)",
	"addressLinked": "Maligayang bati!",
	"setupComplete": "Kompleto na ang pag-setup. Pana-panahon, ang kabayaran na akma sa iyong kontribusyon sa proyekto ng World Community Grid sa ilalim ng account na {{accountName}} (ID: {{accountID}}) ang ipapadala sa iyong pangbayad na account.",
	"changeLinkedButton": "Baguhin ang naka-link na WCG na account",
	"changePayoutButton": "Baguhin ang pangbayad na address",
	"changeUsernameButton": "Baguhin ang pangalan ng account",
	"enterNewUsername": "Mangyaring ilagay ang bagong pangalan para sa iyong WCG na account id {{accountID}}",
	"cancelButton": "Ikansela",
	"usernameValidated": "Ang bagong pangalan ay binigyang-bisa.",
	"okButton": "ok",
	"accountCheckFailed": "Ang pagsusuri sa account ay nabigo. Mangyaring siguradohin na naitakda mo ang {{accountName}} bilang pangalan ng account at subukan ulit.",
	"scoreFetchingFailed": "Hindi makukuha ang iyong WCG na iskor para sa kasalukuyang distribusyon. Mangyaring siguradohin na ang pangalan ng iyong account ay: {{accountName}}",
	"payoutForCurrentWork": "Ang bayad na {{amountByte}}GB at {{amountAsset}} {{labelAsset}} ay binigay bilang kabayaran sa iyong kontribusyon",
	"errorOccurred": "May isang hindi iniaasahang problema ang naganap. Ang tagapangasiwa ay pinaalam na. Mangyaring subukan ulit mamaya mga ilang oras.",
	"seemsUnresponsive": "Error, World Community Grid seems unresponsive. Please retry later.",
	"usernameMismatch": "Ang pangalan na ito ay hindi tumutugon sa WCG account ID na {{accountID}}",
	"notValidAddress": "Ito ay hindi isang balidong address.",
	"fixUsernameMismatch": "Ang pangalan ng account: {{accountName}} ay hindi tumutugon sa ID na {{accountID}}. Hindi ka makakatanggap ng bayad hanggang sa maitama mo ang isyu o ma-link ang iyong bagung WCG na account.",
	"visitWiki": "Para sa karagdagang impormasyon, mangyaring bisitahin ang aming wiki: https://wiki.obyte.org/WCG_distribution",
	"retryButton": "Subukan muli",
	"anotherUsernameButton": "Lumipat sa ibang pangalan ng account",
	"payoutForPreviousWork": "May kabayaran na {{amountByte}}GB at {{amountAsset}} {{labelAsset}} ang ginawa para gantimpalaan ang iyong nakaraang kontribusyon sa World Community Grid."
}