{
    "Please create a World Community Grid account or modify an existing one with this username: {{username}}": "Crea un account World Community Grid oppure modificane uno esistente con questo username: {{username}}",
    "You can change it later if you desire. Click on the link below when done.": "E' possibile modificarlo in seguito se lo si desidera. Fare click sul collegamento qui sotto una volta fatto.",
    "Check my account": "Controlla il mio account",
    "Your WCG account is successfully linked.": "Il tuo account WCG è stato collegato con successo.",
    "Please insert the address you want to use as payout address (click on '...' Insert my address)": "Inserisci l'indirizzo che vuoi utilizzare come indirizzo di payout (fare click su '...' Inserisci il mio indirizzo)",
    "Congratulations!": "Congratulazioni!",
    "Setup complete! Periodically, rewards proportional to your contribution to World Community Grid project under the account {{accountName}} (ID: {{accountID}}) will be sent to your payout account.": "Setup completato! Periodicamente, le ricompense proporzionate in base al tuo contributo a to World Community Grid project dell'account {{accountName}} (ID: {{accountID}}) verranno inviate al tuo account di payout.",
    "Change linked WCG account": "Cambia collegamento account WCG",
    "Change payout address": "Cambia indirizzo di payout",
    "Change account name": "Cambia nome account",
    "Please enter the new name for your WCG account id {{accountID}}": "Inserisci il nuovo nome per il tuo WGC account id {{accountID}}",
    "Cancel": "Annulla",
    "New name validated.": "Nuovo nome validato.",
    "Ok": "Ok",
    "Account check failed. Please make sure you set {{accountName}} as account name and retry.": "Controllo account fallito. Assicurati di avere impostato {{accountName}} come nome account e riprova.",
    "Unable to get your WCG score for the ongoing distribution. Please make sure your account name is: {{accountName}}": "Impossibile ottenere il tuo WCG score per la distribuzione in corso. Assicurati che il nome account sia: {{accountName}}",
    "A payout of {{amountByte}}GB and {{amountAsset}} {{labelAsset}} was made to reward  your contribution.": "Un payout di {{amountByte}}GB e {{amountAsset}} {{labelAsset}} è stato effettuato per ricompensare  la tua contribuzione.",
    "An unexpected error occurred. Admin is notified. Please try again in a few hours.": "Si è verificato un errore imprevisto. E' stata inviata una notifica all'Admin. Riprova tra qualche ora.",
    "This name doesn't correspond to the WCG account ID {{accountID}}": "Questo nome non corrisponde al WCG account ID {{accountID}}",
    "Change my account name": "Cambia il mio nome account",
    "A payout of {{amountByte}}GB and {{amountAsset}} {{labelAsset}} was made to reward  your contribution.": "Un payout di {{amountByte}}GB e {{amountAsset}} {{labelAsset}} è stato effettuato per ricompensare  la tua contribuzione.",
    "This is not a valid address.": "Questo non è un indirizzo valido.",
    "The account name: {{accountName}} doesn't correspond to ID {{WCG_id}}. You won't receive payouts until you correct this issue or link your new WCG account.": "Il nome account: {{accountName}} non corrisponde all'ID {{WCG_id}}. Non riceverai nessun payout finché non correggi questo problema o non colleghi il tuo nuovo account WCG.",
	"For more information, please visit our wiki: https://wiki.byteball.org/WCG_distribution": "Per ulteriori informazioni, visita la nostra wiki: https://wiki.byteball.org/WCG_distribution"
}