{
	"newAccount": "Пожалуйста, создайте новую учётную запись в Глобальной Сети Сообщества (World Community Grid) или измените существующую, используя следующее имя пользователя: {{username}}",
	"usernameCanBeChanged": "При желании вы можете изменить её позднее. После этого щёлкните по ссылке ниже.",
	"checkAccountButton": "Проверьте свою учётную запись",
	"accountLinked": "Ваш учётная запись в WCG успешно подсоединена.",
	"insertAddress": "Пожалуйста, вставьте адрес, который вы хотите использовать в качестве адреса для выплат (щёлкните по '...' Вставить мой адрес)",
	"addressLinked": "Поздравляем!",
	"setupComplete": "Установка завершена! Награда, пропорциональная вашему вкладу в развитие проекта Глобальной Сети Сообщества WCG под учётной записью {{accountName}} (ID: {{accountID}}) периодически будет отправляться на ваш адрес для выплат.",
	"changeLinkedButton": "Изменить связанную учётную запись в WCG",
	"changePayoutButton": "Изменить адрес для выплат",
	"changeUsernameButton": "Изменить имя учётной записи",
	"enterNewUsername": "Пожалуйста, введите новое имя вашей учётной записи в WCG для ID {{accountID}}",
	"cancelButton": "Отменить",
	"usernameValidated": "Новое имя подтверждено.",
	"okButton": "Окей",
	"accountCheckFailed": "Сбой проверки учётной записи. Пожалуйста, проверьте правильность установленной учётной записи {{accountName}} и повторите ещё раз.",
	"scoreFetchingFailed": "Невозможно получить ваш WCG-баланс для планируемых выплат. Пожалуйста, убедитесь в том, что ваша учетная запись {{accountName}} верна.",
	"payoutForCurrentWork": "В качестве награды за ваш вклад сделана выплата в размере {{amountByte}}GB и {{amountAsset}} {{labelAsset}}.",
	"errorOccurred": "Возникла неожиданная ошибка. Администратор уведомлён. Пожалуйста, повторите операцию через несколько часов.",
	"seemsUnresponsive": "Ошибка, World Community Grid не отвечает. Пожалуйста, повторите попытку позже.",
	"usernameMismatch": "Это имя не соответствует учётной записи WCG ID {{accountID}}",
	"notValidAddress": "Недействительный адрес.",
	"fixUsernameMismatch": "Имя учётной записи: {{accountName}} не соответствует её ID {{accountID}}. Вы не сможете получать выплаты пока не исправите соответствие или не привяжете ID к новой учётной записи WCG.",
	"visitWiki": "Подробности смотрите на нашем wiki по ссылке: https://wiki.byteball.org/WCG_distribution",
	"retryButton": "Попытаться снова",
	"anotherUsernameButton": "Изменить имя учётной записи на другое",
	"payoutForPreviousWork": "За предыдущий вклад в развитие Глобальной Сети Сообщества (World Community Grid) вам выплачено {{amountByte}}GB и {{amountAsset}} {{labelAsset}}."
}