{
	"Please create a World Community Grid account at https://www.worldcommunitygrid.org or modify an existing one with this username: {{username}} ": "Palun loo World Community Grid (WCG) konto aadressil https://www.worldcommunitygrid.org või muuda oma olemasoleva konto kasutajanimeks: {{username}}",
	"You can change it later if you desire. Click on the link below when done.": "Kui soovid, siis sa saad seda pärast muuta. Vajuta järgmisele lingile kui said tehtud.",
	"Check my account": "Ühenda minu kontoga",
	"Your WCG account is successfully linked.": "Sinu WCG kontoga on ühendus edukalt loodud.",
	"Please insert the address you want to use as payout address (click on '...' Insert my address)": "Palun sisesta aadress kuhu soovid, et väljamaksed tehakse (vajuta '...' nupule ja vali sealt 'Sisesta minu aadress')",
	"Congratulations!": "Tubli!",
	"Setup complete! Periodically, rewards proportional to your contribution to World Community Grid project under the account {{accountName}} (ID: {{accountID}}) will be sent to your payout account.": "Seadmistamine on tehtud! Makseid hakatakse tegema perioodiliselt sinu väljamakse aadressile vastavalt {{accountName}} (ID: {{accountID}}) kontoga tehtud panuse eest projektis World Community Grid",
	"Change linked WCG account": "Muuda ühendatud WCG kontot",
	"Change payout address": "Muuda väljamakse aadressi",
	"Change account name": "Muuda kasutajanime",
	"Please enter the new name for your WCG account id {{accountID}}": "Palun sisesta uus kasutajanimi, mille panid WCG kontole ID {{accountID}}",
	"Cancel": "Katkesta",
	"New name validated.": "Uus kasutajanimi kinnitatud.",
	"Ok": "Edasi",
	"Account check failed. Please make sure you set {{accountName}} as account name and retry.": "Konto ühendamine ebaõnnestus. Palun kontrolli üle, et sa panid kontole kasutajanimeks {{accountName}} ja proovi uuesti.",
	"Unable to get your WCG score for the ongoing distribution. Please make sure your account name is: {{accountName}}": "Sinu WCG punktisumma kogumine ebaõnnestus. Palun kontrolli üle, et su konto kasutajanimi on: {{accountName}}",
	"A payout of {{amountByte}}GB and {{amountAsset}} {{labelAsset}} was made to reward  your contribution.": "Sinu panuse eest tehti väljamakse summas {{amountByte}}GB ja {{amountAsset}} {{labelAsset}}.",
	"An unexpected error occurred. Admin is notified. Please try again in a few hours.": "Süsteemis esines viga. Administraatorit on sellest teavitatud. Palun proovi uuesti tunni aja pärast.",
	"This name doesn't correspond to the WCG account ID {{accountID}}": "See kasutajanimi ei lähe kokku WCG kontoga, millel on ID {{accountID}}",
	"Change my account name": "Muuda kasutajanime",
	"This is not a valid address.": "See ei ole korrektne aadress.",
	"The account name: {{accountName}} doesn't correspond to ID {{WCG_id}}. You won't receive payouts until you correct this issue or link your new WCG account.": "Kasutajanimi: {{accountName}} ei lähe kokku WCG kontoga, millel on ID {{WCG_id}}. Sulle ei laeku väljamakseid kuni sa parandad selle vea või ühendad uue WCG kontoga.",
	"For more information, please visit our wiki: https://wiki.byteball.org/WCG_distribution": "Rohkem informatsiooni saab kui külastad seda aadressi: https://wiki.byteball.org/WCG_distribution",
	"Retry": "Proovi uuesti",
	"Change to another account name": "Proovi teist kasutajanime",
	"A payout of {{amountByte}}GB and {{amountAsset}} {{labelAsset}} was made to reward your previous contribution to World Community Grid.": "Sinu eelneva panuse eest projektis World Community Grid tehti väljamakse summas {{amountByte}}GB ja {{amountAsset}} {{labelAsset}}."
}